[
  {
    "id": 1,
    "title": "Optimale Ernährung",
    "excerpt": "Optimale Nahrung erleichtert es ungemein, geistig gesund zu sein, aber das führt nicht automatisch dahin.",
    "image": "/olga.jpg",
    "author": "Olga Häring-Seiwert",
    "date": "20.03.2022",
    "category": "Wissenswertes",
    "tags": ["Ernährung", "Makrobiotik"],
    "content": "Optimale Nahrung erleichtert es ungemein, geistig gesund zu sein, aber das führt nicht automatisch dahin. Weil zur geistigen Gesundheit neben der Ernährung das Denken üben führt, das Denken lernen. Das bedeutet, die Entwicklungsmuster, die Struktur der Welt ist durch Üben zu erkennen. Aus diesem Grund verläuft der Ablauf nicht nach dem Muster gesund zu essen führt automatisch zu geistiger Gesundheit, denn es ist genau umgekehrt. Wenn ich Nahrungsmittel benutze, die zwar gesund sind, ich sie aber für mich nicht richtig ordnen kann, nicht richtig auswählen kann, heißt das, die Zusammensetzung und die Wirkung dieser Nahrungsmittel bleiben für mich begrenzt; deshalb, weil sie nicht stark genug sind, um auch wirklich geistige Gesundheit zu erzeugen. Darum geht es dabei.\n\nZitat Klaus Schubring – Buch “Weltfrieden und geistige Gesundheit. Schubring, Klaus: Weltfrieden und geistige Gesundheit, 123 Seiten, DIN A5, Spiralbindung\n\n“"
  },
  {
    "id": 2,
    "title": "Entscheidungen",
    "excerpt": "Unsere Gesellschaft trifft zur Zeit..",
    "image": "/olga.jpg",
    "author": "Olga Häring-Seiwert",
    "date": "20.03.2022",
    "category": "Wissenswertes",
    "tags": ["Entscheidungen", "Eltern", "Makrobiotik"],
    "content": "Unsere Gesellschaft trifft zur Zeit große Entscheidungen, die den Verlauf der Geschichte des Menschen stark beeinflussen werden. Wir müssen uns entscheiden, ob wir mit der Schaffung von potentiellen Zerstörern unserer Gesundheit und der Umwelt fortfahren oder einen Weg wählen, der mit unserer biologischen, geistigen und spirituellen Evolution im Gleichgewicht steht.\n\nWir leben in einer Zeit von großen Abenteuern. Wir haben es in der Hand, die Erkenntnisse und Techniken der modernen Wissenschaft mit der Weisheit und dem intuitiven Verstehen unserer Vorfahren natürlich zu verbinden.\n\nZitat aus dem Programmheft vom Ost-West-Zentrum Hamburg e.V. von 1982"
  },
  {
    "id": 3,
    "title": "Entscheidungen",
    "excerpt": "Unsere Gesellschaft trifft zur Zeit..",
    "image": "/olga.jpg",
    "author": "Olga Häring-Seiwert",
    "date": "20.03.2022",
    "category": "Wissenswertes",
    "tags": ["Entscheidungen", "Eltern", "Makrobiotik"],
    "content": "Unsere Gesellschaft trifft zur Zeit große Entscheidungen, die den Verlauf der Geschichte des Menschen stark beeinflussen werden. Wir müssen uns entscheiden, ob wir mit der Schaffung von potentiellen Zerstörern unserer Gesundheit und der Umwelt fortfahren oder einen Weg wählen, der mit unserer biologischen, geistigen und spirituellen Evolution im Gleichgewicht steht.\n\nWir leben in einer Zeit von großen Abenteuern. Wir haben es in der Hand, die Erkenntnisse und Techniken der modernen Wissenschaft mit der Weisheit und dem intuitiven Verstehen unserer Vorfahren natürlich zu verbinden.\n\nZitat aus dem Programmheft vom Ost-West-Zentrum Hamburg e.V. von 1982"
  },
  {
    "id": 4,
    "title": "Schubring Nora Carina, EASY MACROBIOTICS: „Frische Kräuter“, DIN A4",
    "excerpt": "Unsere Gesellschaft trifft zur Zeit..",
    "image": "/olga.jpg",
    "author": "Nora Schubring",
    "date": "10.10.2021",
    "category": "Lesetipps",
    "tags": ["Entscheidungen", "Macrobiotics", "Kräuter"],
    "content": "Vorwort: Ich werde in diesen Texten strikt zwischen Kräutern (also Pflanzentriebe bzw. deren Blätter, alles was oberhalb der Erdoberfläche wächst) und Gewürzen (Wurzeln, Samen, Schoten) unterscheiden.\n\nDas dort Welten dazwischen liegen, können Sie sich vielleicht schon vorstellen.\n\nIn der von Kushi geprägten Makrobiotik des 20.Jahrhunderts wird generell davon abgeraten, zu viele Kräuter und Gewürze zu verwenden, da diese als sehr yin eingeordnet werden.\n\nSchauen wir uns frische grüne Kräuter mit grünem Stängel an, stimmt das auch: frische Petersilie, frisches Basilikum, Schnittlauch, Dill, Bärlauch, Zwiebel-grün… sind alles Pflanzen, die schnell Richtung Himmel wachsen, ohne wirkliche „Substanz“ zu bilden (einen stabilen Stängel).\n\nDeswegen die Daumenformel: Je zarter der Stängel, desto mehr diese nach oben gerichtete „Yin“-Energie.\n\nÜbrigens: Es sind auch genau die Kräuter, die man eher nicht getrocknet verwenden sollte: der Geschmack verändert sich stark und kann gar unangenehm werden. Es ist gegen ihre „Natur“ diese Kräuter zu trocknen: ihre natürliche energetische Wirkung wird gedämpft während gleichzeitig kein echtes „Yang“ aufgebaut wird. Wer also viele Kräuter konservieren möchte, kann sie entweder in Miso einmachen (dann wird es „Yang“), mit viel Fett (Öl) einmachen oder eben einfach einfrieren (beides sehr yin).\n\n "
  },
  {
    "id": 5,
    "title": "Schubring Nora Carina, EASY MACROBIOTICS: „Frische Kräuter“, DIN A4",
    "excerpt": "Macrobiotik und Kindheit",
    "image": "/olga.jpg",
    "author": "Nora Schubring",
    "date": "10.10.2021",
    "category": "Lesetipps",
    "tags": ["Entscheidungen", "Macrobiotics", "Kräuter"],
    "content": "„Ausgangspunkt dieser Schrift war die Anfrage einiger junger Mütter, ob ich bereit wäre meine eigenen, kindlichen Erfahrungen zu teilen. Spätestens wenn man Kinder hat, setzt man sich ja nochmal anders mit der Ernährung und Lebensführung auseinander, schließlich geht es nicht mehr nur um einen selbst, sondern man ist in der Verantwortung, einem kleinen Menschen buchstäblich ein großes Leben zu ermöglichen.“"
  }
]
