[
  {
    "id": 1,
    "title": "Erdnuss-Apfel und Miso Aufstrich",
    "description": "Ein leckeres Rezept.",
    "image": "/placeholder.svg?height=400&width=600",
    "prepTime": "15 min",
    "cookTime": "25 min",
    "difficulty": "Einfach",
    "category": "Hauptgericht",
    "tags": ["Vegan", "Gluten-Frei"],
    "author": "Olga Seiwert-Häring",
    "date": "07.11.2021",
    "content": "Geschmacklich runder Brotaufstrich, eine schöne Mischung aus salzig, süß und sauer!\n\nFür salzigere Varianten kann man das Apfelkraut auch durch Kürbis oder Möhrenpüree und kräftige Miso Sorten ersetzen.\n\nFür mehr Süße kann man 1 EL Shiro Miso mit 1 EL Amazake anstatt 2 EL Miso verwenden.\n\n \n\nZutaten für 4 Personen:\n\n½ Tasse Erdnussmus fein\n\n4 EL Apfelkraut (Alternativ: Birnen- oder Dattelklax von Arche)\n\n1-2 EL Miso\n\n3 EL heißes Wasser\n\nGeröstete Erdnüsse\n\n \n\nZubereitung:\n\nAlle Zutaten bis auf die gerösteten Erdnüsse in einer Schüssel cremig rühren. Mit den Nüssen garnieren und zu getoastetem Vollkornbrot, Crackern oder Reiswaffeln genießen!\n\nHält sich mindestens 2 Tage gekühlt im Kühlschrank.\n\nNora Schubring\n\nwww.easymacrobiotics.ne\n\nErdnussmus fein, BIO, 500g, Rapunzel\n\n\n\nGenmai Miso, BIO, Ruschin, 345 g\n\n\n\nAmazake, BIO, Ruschin, 250 g\n\n\n\nShiro Miso, BIO, Ruschin, 400 g"
  },
  {
    "id": 2,
    "title": "Brauche ich eigentlich einen Kochstil?",
    "description": "(Rezept für eine außergewöhnliche Beilage mit Lotuswurzel)",
    "image": "/olga.jpg",
    "prepTime": "20 min",
    "cookTime": "40 min",
    "difficulty": "Medium",
    "category": "Vegan",
    "tags": ["Makrobiotik", "Außergewöhnlich"],
    "author": "Olga Seiwert-Häring",
    "date": "18.10.2021",
    "content": "Brauche Ich eigentlich einen Kochstil?\n\nWenn man so in der Food-Blogger, Koch- oder Gastro-Kenner Szene unterwegs ist, kommt früher oder später diese Frage auf.\n\nWas repräsentiere ich eigentlich? Heutzutage muss grade im Feld der Ernährung alles in ein Schema passen.\n\nEntweder man is(s)t vegan, Rohköstler, milchfrei, glutenfrei, Pescetarier, Paleo, Keto, Carnivore, Low Carb, High Carb…. und wenn man sich in diesen Kategorien immer noch nicht so wichtig gefunden hat, dann ist man halt Flexitarier.\n\nMal abgesehen von diesen (meist ja selbst gewählten) Kategorien gibt es aber noch viele weitere Einflüsse auf unser Ess- und Kochverhalten.\n\nWie bzw. wo wir aufgewachsen sind, traditionelle, kulturell bedingte Gerichte oder Zubereitungen.\n\nWie bzw. wo wir gelebt haben, Gerichte und Zubereitungen, die wir im Laufe unseres Lebens erlernt haben.\n\nUnd zuletzt: Wie bzw. wo wir zurzeit leben, was wir zur Verfügung haben (und was nicht…)\n\nDas spontane, alltägliche Kochen (nicht streng nach Rezept) ist also immer ein Produkt aus all diesen Faktoren.\n\nWas das mit dem folgenden Rezept zu tun? Ich wusste nicht, wie ich es nennen und kategorisieren soll.\n\nEs ist die Quintessenz meines „Kochstils“.\n\nUnd der wäre: Es gibt irgendwie keinen.\n\nHier in Italien isst man in der Wintersaison gerne „Insalata di Finocchio ed Arance“ als Beilage zu Fleisch- oder Fischgerichten. Dabei handelt es sich um feinst geschnittenen rohen Fenchel mit Orangenscheiben, etwas von deren Saft, Olivenöl und unter Umständen, schwarzen Oliven.\n\nGeschmacklich ein schönes Rezept, wer allerdings der makrobiotischen Philosophie folgt und versucht seine Ernährung dahingehend auszurichten der weiß vielleicht schon:\n\nDiese Zubereitung braucht etwas, dass sehr Yang-betont ist, wärmend, voller konzentrierter Energie (eben so etwas wie Fisch oder Fleisch). Ansonsten riskiert man genau das, was man im Winter meist vermeiden möchte: Einem wird kalt.\n\nIch bin aber nun mal in Rom und möchte Fenchel mit Orange essen. Wie kann ich das Gericht nun so verändern, dass es für mich passender wird? Ich möchte zurzeit kein Fleisch essen und habe aus verschiedenen Gründen auch nicht die Möglichkeit, Fisch in einer angemessenen Qualität zu kaufen.\n\nABER- ich habe noch jede Menge (theoretisch abgelaufenes) Hatcho Miso im Haus!\n\nÜber Hatcho Miso habe ich ja bereits geschrieben, es ist das am stärksten konzentrierte Miso, dass die Japaner entwickelt haben.  Eben sehr Yang.\n\nDas war mir aber immer noch nicht rund genug. Was könnte noch für Ausgleich sorgen?\n\nEtwas Wurzelgemüse! Als Trilogie mit Fenchel und Orange…und da es in diesen Tagen auch schon recht warm war… etwas frisches, junges, sprießendes Grün…. Frühlingszwiebeln!\n\nJa und so ist es entstanden, dieses Rezept.\n\nDa Hatcho Miso sich schwer auflösen lässt und Wärme braucht, um seinen Geschmack zu entwickeln habe ich den Fenchel und die Orange mitsamt Saft direkt zusammen mit dem Miso geschmort. Die Version alles zusammen im Ofen zu backen steht dagegen noch auf meiner Liste, versprochen!\n\n \n\nZutaten:\n\n2 Knollen Fenchel\n\n1 Orange (mitsamt Schale und Saft)\n\nCa. 5 cm frische Lotuswurzel ODER 1 mittelgroße Möhre\n\n1 EL Hatcho Miso\n\n1 Frühlingszwiebel\n\netwas Wasser\n\nZubereitung:\n\nFenchel zuerst in zwei Hälften und dann in sehr dünne Scheiben schneiden. Ebenso die Lotuswurzel (oder Möhren) fein schneiden.\n\nEtwas Orangenschale reiben und für später aufbewahren.\n\nOrange halbieren, eine Hälfte auspressen und Saft in einen sehr kleinen Topf geben. Die andere Hälfte schälen, in dünne Scheiben schneiden und für später aufbewahren. Frühlingszwiebel in Ringe schneiden und den weißen Teil zu Fenchel und Lotuswurzel geben.\n\nAlles zusammen in eine kleine Pfanne geben und ca. ½ Tasse Wasser dazu gießen. Bei geschlossenem Deckel ca. 10 Minuten schmoren lassen.\n\nOrangensaft zusammen mit 1 EL Hatcho Miso erwärmen, bis es sich auflöst.\n\nDas geschmorte Gemüse zusammen mit den Orangenscheiben auf einem Teller oder in einer Schale anrichten und das warme Orangen-Miso Dressing darüber geben.\n\nMit frischem Zwiebelgrün (wer mag auch Petersilie) und etwas Orangenschale garnieren.\n\n \n\nDiese Beilage ist kräftig süß-salzig im Geschmack und passt daher gut zu eher süßlichem, gekochtem Getreide wie Reis, Hirse oder Gerste.\n\nNora Schubring\n\nwww.easymacrobiotics.net\n\nLotuswurzel, frisch, 500g\n\n\n\nHatcho Miso, BIO, Ruschin, 400 g"
  },
  {
    "id": 3,
    "title": "Linsen-Brot-Pastete mit Wein, Zwiebeln und Lorbeer",
    "description": "Küchenrecycling",
    "image": "/olga.jpg",
    "prepTime": "20 min",
    "cookTime": "40 min",
    "difficulty": "Medium",
    "category": "Vegan",
    "tags": ["Makrobiotik", "Außergewöhnlich"],
    "author": "Olga Seiwert-Häring",
    "date": "04.10.2021",
    "content": "Wieder einmal ein derart simples Rezept, dass ich mich fast schäme, es zu veröffentlichen…Dennoch: Diese Pastete schmeckt jedem, kann zu jeder Tageszeit genossen werden und ist einfach praktisch!\n\nIn meiner Version sind tatsächlich fast nur Zutaten gelandet, die ansonsten höchstwahrscheinlich in der Biotonne gelandet wären, nämlich Reste von gekochten dunklen Linsen, altes Brot, ein paar Oliven und Kapern. Dazu gesellen sich zwei kleine Zwiebeln, viel Lorbeer, ein guter Schuss Rotwein und etwas Olivenöl, fertig!\n\nDiese Art von Pastete kann je nach Gusto und Kühlschrankinhalt abgewandelt werden, egal ob man andere Sorten Hülsenfrüchte, geraspelte Möhren, getrocknete Tomaten, Oregano oder Nüsse und Saaten hinzufügt, es ist immer eine perfekte Lösung zur Resteverwertung. Lassen Sie sich inspirieren von folgender Version!\n\nZutaten für eine kleine Brotform:\n\n2 Tassen weich gekochte dunkle Linsen (ohne Kochflüssigkeit)\n\n4 Tassen altes Brot\n\n2 kleine Zwiebeln\n\n1 EL Oliven, gehackt\n\n1 EL eingelegte Kapern\n\n2 EL Olivenöl\n\n½ Tasse Rotwein (oder Sake)\n\n1 EL Reismiso\n\nMeersalz, geriebener Koriander (alternativ Brotgewürz)\n\n \n\nZubereitung:\n\nBrotreste in eine Schüssel geben und mit etwas heißem Wasser überbrühen. Zur Seite stellen.\n\nZwiebeln schälen und sehr fein würfeln. In einen Topf geben und in 1 EL Olivenöl und einer kleinen Prise Meersalz langsam schmoren, bis sie glasig werden. Kapern, Lorbeerblätter und Oliven hacken und hinzufügen. Dann Flamme etwas höherstellen und mit dem Wein ablöschen. Ein Paar Minuten köcheln lassen und in der Zwischenzeit das Brot ggf. etwas ausdrücken und zerpflücken.\n\nBrot zu den Zwiebeln geben und gut vermengen. Dann die Linsen hinzugeben und alles leise köcheln lassen, bis sich eine möglichst homogene Masse gebildet hat. Sollte die Masse zu trocken sein entweder etwas Wasser oder Pflanzenmilch hinzufügen.\n\nAm Schluss Miso in ein paar EL Flüssigkeit auflösen und zur Masse geben. Brotform einölen und Masse einfüllen.  Oberfläche mit dem restlichen Olivenöl bestreichen und, je nach Gusto, mit Sesam oder anderen Saaten bestreuen.\n\nIm Backofen bei 180 Grad Umluft circa 10 Minuten backen, dann komplett auskühlen lassen und in Scheiben schneiden.\n\nSchmeckt auch großartig in Scheiben angebraten oder sogar mit Aufstrichen als Brotersatz, zu Gemüsesuppen…\n\n \n\nNora Schubring\n\nwww.easymacrobiotics.net\n\nOliven Picual, demeter, 200g\n\n\n\nSchwarze Oliven, demeter, 200g\n\n\n\nOlivenöl, extra nativ, Bio, Arista, 0,5l"
  },
  {
    "id": 4,
    "title": "Mousse von Erdnuss und Apfel",
    "description": "Leckeres Dessert",
    "image": "/olga.jpg",
    "prepTime": "20 min",
    "cookTime": "40 min",
    "difficulty": "Medium",
    "category": "Vegan",
    "tags": ["Makrobiotik", "Außergewöhnlich"],
    "author": "Olga Seiwert-Häring",
    "date": "29.09.2021",
    "content": "Original abgewandelt und übersetzt aus dem Englischen: „The Book of Whole Meals“ von Annemarie Colbin\n\nEin schnelles und leckeres Dessert mit Erdnussmus! Statt Apfelsaft können auch andere Säfte verwendet werden: Besonders geeignet sind Beerensäfte z.B von Aronia, Cranberry, Blaubeere und Ähnlichem. Das Ergebnis ist weniger süß aber geschmacklich interessanter!\n\n \n\nZutaten für 4 Portionen:\n\n1 Tasse Wasser\n\n4 EL Erdnussmus fein\n\n2 EL Reismalz\n\n5 TL Kuzustärke\n\n1,5 Tassen Apfelsaft\n\n¼ TL Vanille, gerieben\n\nGeröstete Erdnüsse (lecker auch mit gesalzenen!)\n\n \n\nZubereitung:\n\nWasser und Erdnussmus in einem kleinen Topf langsam erhitzen, bis sich das Erdnussmus aufgelöst hat. Reismalz hinzugeben und ebenfalls auflösen.\n\nApfelsaft in ein Glas geben und das Kuzu darin auflösen. Unter ständigem Rühren mit dem Schneebesen in den Topf geben und die gesamte Mischung langsam zum Köcheln bringen. Geriebene Vanille hinzufügen und weitere 5 Minuten leise köcheln lassen.\n\nSchnell in 4 kleine Schüsseln füllen und abkühlen lassen. Mit gerösteten Erdnüssen garnieren und servieren!\n\n \n\nNora Schubring\n\nwww.easymacrobiotics.net\n\nErdnussmus fein, BIO, 500g, Rapunzel\n\n\n\nReismalz, BIO, Probios, 900 g\n\n\n\nKuzu, BIO, Ruschin, 100g"
  },
  {
    "id": 5,
    "title": "Daikon mit Goldkruste",
    "description": "Leckeres Dessert",
    "image": "/olga.jpg",
    "prepTime": "20 min",
    "cookTime": "40 min",
    "difficulty": "Medium",
    "category": "Vegan",
    "tags": ["Makrobiotik", "Außergewöhnlich"],
    "author": "Olga Seiwert-Häring",
    "date": "29.09.2021 ",
    "content": "Was kann man eigentlich alles so mit Erdnussmus machen…? Enorm viel!\n\n Erdnussmus und Marmeladenbrot, Erdnussbutter mit Schokolade, Kürbissuppe mit Erdnussmus, Miso-Erdnusssauce, Nudelpfanne indonesischer Art, Saté-Spieße…Alles großartig, aber es muss doch irgendwas „Neues“ machbar sein, dass dem intensiven Geschmack dieser Hülsenfrucht (Erdnüsse sind keine Nüsse!) gerecht wird und ihn nicht überdeckt.\n\n Zusammen mit Papa am Frühstückstisch also Ideen besprochen und nicht mal eine Stunde später war das Experiment geglückt. Danke, Papa!\n\n Passender kann man es nicht beschreiben: Oben eine Kruste, die fast an Zucker erinnert, darunter cremiges Erdnussmus und zu guter Letzt süßliches Wurzelgemüse. Fast wie eine Praline, nur besser!\n\n Auf Miso haben wir hier bewusst verzichtet: Salz unterstreicht die Wirkung von Hülsenfrüchten besser, überdeckt den Geschmack nicht und die Farbe bleibt schön Gold.\n\n Zutaten für ca. 4 Portionen:\n\n 1 mittelgroßer Daikonrettich\n\n50 ml Mirin von Ruschin Makrobiotik\n\n1 gehäufter EL Erdnussmus fein\n\n½ TL Meersalz fein\n\n Wasser\n\nMeersalz\n\n Zubereitung:\n\n Großen, flachen Topf mit Wasser aufsetzen und zum Kochen bringen. Großzügig salzen.\n\nRettich schälen und in diagonale Scheiben schneiden (ca. 1,5 cm dick). Rettichscheiben 5 Minuten in dem Salzwasser blanchieren. Sie sollen nicht zu weich werden, sondern ihre Form behalten.\n\n Mirin in einem kleinen Topf oder einem Saucenpfännchen aufkochen, Erdnussmus und Salz hinzufügen und mit einem Schneebesen zu einer klumpenfreien Paste verarbeiten. Die Konsistenz sollte leicht krümelig, aber elastisch sein.\n\nDaikon aus dem kochenden Wasser heben und kurz auskühlen lassen. Gleichmäßig mit der Paste bestreichen, dann circa 10 Minuten unter den Ofengrill stellen.\n\n Wer auf Mirin verzichten möchte: Alternativ kann man Reis oder Gerstenmalz mit sehr wenig Wasser und einem Spritzer Genmai Su vermengen.\n\n Nora Schubring\n\nwww.easymacrobiotics.net\n\nErdnussmus fein, BIO, 500g, Rapunzel\n\n\n\nMirin, Reisweinwürze, Ruschin, 250ml"
  },
  {
    "id": 6,
    "title": "Edler Reis mit Möhre und einem Hauch Orange",
    "description": "Sauer macht Lustig!",
    "image": "/olga.jpg",
    "prepTime": "20 min",
    "cookTime": "40 min",
    "difficulty": "Medium",
    "category": "Vegan",
    "tags": ["Makrobiotik", "Außergewöhnlich"],
    "author": "Olga Seiwert-Häring",
    "date": "25.09.2021",
    "content": "Edler Reis mit Möhre und einem Hauch Orange… Sauer macht lustig!\n\nEin modern italienisches Rezept bei dem Sie Augen machen werden! In der Ursprungsversion mit rotem Reis zubereitet eignet sich aber auch anderer Vollkornreis hier hervorragend. Es sollte sich aber um gute Qualität handeln das der Reisgeschmack hier mit im Vordergrund steht. Orange und Umeboshi bringen eine leicht süß säuerliche Note ins Gericht die perfekt in Verbindung mit salzig gebratenem Fisch (wer ihn essen mag) oder in Sojasauce gebratenem Tempeh harmoniert.\n\n \n\nZutaten für 2 Personen:\n\n200 Gramm Vollkornreis (Rohgewicht) ODER bereits gekochter Reis.\n\nCa. 400 ml Wasser\n\n4/5 Möhren\n\n1 kleine helle Zwiebel\n\n2 Orangen (Bioqualität, wenn man die Schale mitverwenden möchte)\n\nMeersalz\n\nUmeboshi\n\nFrische Petersilie/ Zwiebelgrün\n\n \n\nZubereitung:\n\n \n\nReis nach Packungsanweisung kochen. Der Reis sollte nicht zu breiig werden daher mit ca. dem doppelten Volumen an Wasser rechnen.\n\n \n\nIn einem kleinen Topf Wasser mit einer Prise Meersalz zum Kochen bringen. In der Zwischenzeit Möhren und Zwiebel in grobe Scheiben schneiden. Beides in den Topf geben und weichkochen. Sobald Möhren und Zwiebeln weich genug sind aus dem Topf heben und mit dem Saft der Orangen pürieren. Mit Meersalz und etwas fein gehackter Umeboshi/ Ume Su oder Umeboshi Paste abschmecken.\n\n \n\nGekochten Reis mit der Sauce vermischen und mit frischer Petersilie, Zwiebelgrün und ggf. etwas geriebener Orangenschale servieren.\n\n\n\n \n\nNora Schubring\n\nwww.easymacrobiotics.net\n\nUmeboshi, Salz-Aprikosen, Ruschin, 250g\n\n\n\nUme Paste, Salz-Aprikosen-Paste, Ruschin, 150g\n\n\n\nUmepaste, Ruschin, 1kg"
  }
]

